[
  "obsidian-excalidraw-plugin",
  "hexo-toolkit",
  "templater-obsidian",
  "obsidian-shellcommands",
  "editing-toolbar",
  "obsidian-image-toolkit",
  "easy-typing-obsidian",
  "obsidian-style-settings",
  "obsidian-editor-shortcuts",
  "obsidian-linter",
  "image-captions",
  "obsidian-paste-image-rename",
  "open-in-new-tab"
]